Repository: meego-netbook-ux/meego-panel-people
Catalog: po/*.po
Languages: da, eu, fa, gl, hu, ja, ro, th, zh_cn, zh_tw

source: people
da: mennesker
eu: jendea
fa: مردم
gl: persoas
hu: partnerek
ja: ピープル
ro: persoane
th: คน
zh_cn: 好友
zh_tw: 朋友

source: When you have an IM service configured (like Messenger), this is where you chat to people.
da: Når du har en IM-service konfigureret (f.eks. Messenger), er det her du chatter med folk.
eu: IM zerbitzu bat konfiguratuta duzunean (Messenger-a bezala), hemen da jendearekin txateatzen duzun lekua.
fa: وقتی شما سرویس پیام رسانی تنظیم شده دارید( مانند پیام رسان)، این جایی است که شما می توانید با مردم گپ بزنید.
gl: Cando ten un servizo de MI configurado (como o Messenger), este é o lugar onde conversa coas persoas.
hu: Ha van beállított csevegő-szolgáltatása (pl. Messenger), akkor itt tud társalogni a partnereivel.
ja: Messenger などの IM サービスを設定していれば、ここでみんなとチャットできます。
ro: Dacă ai configurat un serviciu de IM (de exemplu Messenger), aici este locul unde poți discuta cu persoane.
zh_tw: 當您設定好即時通訊服務 (像是 Messenger) 後，這裡就是您與朋友們聊天的地方。

source: Open %s
da: Åben %s
eu: Ireki %s
fa: بازکردن %s
gl: Abrir %s
hu: %s megnyitása
ja: %s を開く
ro: Deschide %s
zh_cn: 打开 %s
zh_tw: 開啟 %s

source: This is the People panel.
da: Det her er menneskepanelet.
eu: Hau Jendearen panela da.
fa: این قاب مردم است
gl: Este é o panel Persoas
hu: Ez a Partnerek panel.
ja: ここは [ピープル] パネルです。
ro: Acesta este tabloul Persoane.
zh_tw: 這裡是朋友面板。

source: Sorry, we can't find any people. It looks like they are all offline.
da: Beklager, men vi kan ikke finde nogen mennesker. Det ser ud til at de alle er offline.
eu: Lastima, ezin dugu inor aurkitu. Guztiak deskonektatuta daudela dirudi.
fa: متاسفیم، ما نمی توانیم کسی را پیدا کنیم. به نظر می رسد همه ی آن‌ها برون‌خط هستند.
gl: Non foi posíbel atopar a ninguén. Parece que están todos desconectados
hu: Nem található egy partner sem. Valószínűleg egyikük sem elérhető.
ja: 誰も見つかりません。全員オフラインのようです。
ro: Ne pare rău, nu putem găsi pe nimeni. Se pare că toată lumea este offline.
th: เสียใจด้วย เราไม่สามารถค้นหาบุคคลใดๆ ได้ คุณตั้งค่าบัญชีผู้ใช้แล้วหรือยัง ?
zh_cn: 抱歉，找到任何联系人。看起来他们都下线了。
zh_tw: 抱歉，我們找不到任何朋友。似乎大家都離線了。

source: To see your IM contacts, you need to go online.
da: For at se dine IM-kontakter skal du gå online.
eu: Zure Im kontaktuak ikusteko online egon behar zara.
fa: برای دیدن تماس های پیام رسان فوری خودتان، شما باید آنلاین شوید.
gl: Para ver os seus contactos de mensaxaría instantánea ten que entrar na rede.
hu: A csevegőpartnerek megtekintéséhez online mód szükséges.
ja: IM コンタクトを表示するには、オンラインになる必要あります。
ro: Pentru a vedea contactele din listă, trebuie să fii online.
zh_cn: 要查看您的 IM 联系人，请上线。
zh_tw: 若要查看您的即時通訊連絡人，您需要先上線。

source: people - you are chatting with %d people
da: mennesker - du chatter med %d mennesker
eu: jendea - %d pertsona hizketan ari zaizkizu
fa: مردم - شما با %d نفر در حال گپ زدن هستید
gl: persoas - está a falar con% d persoas
hu: partnerek - jelenleg %d partnerrel cseveg
ja: ピープル - %d 人とチャット中です
ro: persoane - comunici cu %d persoane
zh_cn: 您正在聊天的对象：%d 人
zh_tw: 朋友 - 您正在和 %d 位朋友聊天

source: people - you are chatting with someone
da: mennesker - du chatter med en eller anden
eu: jendea - batenbatekin txateatzen ari zara
fa: مردم -شما با کسی در حال گپ زدن هستید
gl: persoas - está a falar con alguén
hu: partnerek - jelenleg valakivel cseveg
ja: ピープル - 誰かとチャット中です
ro: persoane - comunici cu cineva
zh_cn: 您正在聊天的对象：
zh_tw: 朋友 - 您正在和某人聊天

source: People
da: Mennesker
eu: Jendea
fa: مردم
gl: Persoas
hu: Partnerek
ja: ピープル
ro: Persoane
th: คน
zh_cn: 好友
zh_tw: 朋友

source: Search
da: Søg
eu: Bilatu
fa: جستجو
gl: Buscar
hu: Keresés
ja: 検索
ro: Caută
th: ค้นหา
zh_cn: 搜索
zh_tw: 搜尋

source: You are chatting with:
da: Du chatter med:
eu: Txateatzen ari zara:
fa: شما در حال گپ با افراد ذیل هستید:
gl: Está a falar con:
hu: Jelenlegi csevegőpartner:
ja: チャット相手:
ro: Conversezi cu:
zh_cn: 您正在聊天的对象：
zh_tw: 您正在和他聊天：

source: Me and my people
da: Mig og mine mennesker
eu: Ni eta nire jendea
fa: من و افرادم
gl: Eu e a miña xente
hu: Én és a partnereim
ja: 自分とピープル
ro: Eu și persoanele mele
zh_cn: 我和好友
zh_tw: 我與我的朋友

source: Me
da: Mig
eu: Ni
fa: من
gl: Eu
hu: Én
ja: 自分
ro: Eu
zh_cn: 我
zh_tw: 我

source: My conversations
da: Mine samtaler
eu: Nire elkarrizketak
fa: مکالمات من
gl: As miñas conversas
hu: Saját beszélgetések
ja: 自分の会話
ro: Conversațiile mele
zh_cn: 我的对话
zh_tw: 我的談話內容

source: People panel
da: Menneskepanel
eu: Jendearen panela
fa: قاب مردم
gl: Panel Persoas
hu: Partnerek panel
ja: [ピープル] パネル
ro: Secțiunea Persoane
zh_cn: 好友
zh_tw: 朋友面板

source: Sorry, we can't find any people. Have you set up a Messenger account?
th: เสียใจด้วย เราไม่สามารถค้าหาบุคคลใดๆ ได้ คุณตั้งค่าบัญชีผู้ใช้แล้วหรือยัง ?
zh_cn: 抱歉，我不能找到任何联系人。您已经建立好一个聊天账户了吗？

source: Hello! This is the People panel. When you have an IM service configured (like Messenger) this is where you chat topeople.
zh_cn: Hello! 这是好友面板。当您的 IM 服务配置好时（例如 Messenger），这里就是您和好友聊天的地方。

source: Send an email
th: ส่งอีเมล์

source: Edit details
th: แก้ไขรายละเอียด

source: Send a message
th: ส่งข้อความ

source: To see your IM contacts, go online in the Status panel.
th: ดูรายชื่อสนทนาของคุณ, ออนไลน์ในแผงสถานะ.

source: people - %d people are talking to you
th: คน - %d คน กำลังคุยกับคุณ

source: people - Someone is talking to you
th: คน - ใครบางคนคุยกับคุณ

source: People talking to you ...
th: มีคนคุยกับคุณ...

source: Selection
th: เลือก

source: Nobody selected
th: ไม่มีใครถูกเลือก
